Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: If you have moved a significant number of reviews to this stage, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
id_id: Jika Anda telah memindahkan sebagian besar ulasan ke tahap ini, mohon beri waktu yang cukup untuk proses penyelesaian. Anda tetap dapat menggunakan aplikasi dan melakukan tindakan lainnya selama sistem melakukan proses.

source: {{count}} review was successfully moved to "Pending sign-off" stage.
id_id: {{count}} ulasan berhasil dipindahkan ke tahap "Menunggu persetujuan".

source: {{count}} reviews were successfully moved to "Pending sign-off" stage.
id_id: {{count}} ulasan berhasil dipindahkan ke tahap "Menunggu persetujuan".

source: Moving the accepted review back to "Pending sign-off" stage...
id_id: Memindahkan tinjauan yang telah diterima kembali ke tahap "Menunggu persetujuan"...

source: Move reviews back to "Pending sign-off" stage
id_id: Pindahkan ulasan kembali ke tahap "Menunggu persetujuan"

source: Once a review is closed, it is finalized and no longer editable by either the manager or the worker. However, both parties can still view the content and download the review as a PDF for reference. Note that reviews are processed in the background. Depending on the number of selected reviews, you might still see some forms temporarily in other stages they are being processed. You may continue using the application and perform other actions while the updates are applied.
id_id: Setelah sebuah ulasan ditutup, ulasan tersebut dianggap final dan tidak dapat diedit lagi baik oleh manajer maupun pekerja. Namun, kedua pihak masih dapat melihat isi ulasan dan mengunduh ulasan tersebut sebagai PDF untuk referensi. Perlu dicatat bahwa ulasan diproses di latar belakang. Bergantung pada jumlah ulasan yang dipilih, Anda mungkin masih melihat beberapa formulir sementara di tahap lain selama proses berlangsung. Anda dapat terus menggunakan aplikasi dan melakukan tindakan lain sementara pembaruan sedang diterapkan.

source: {{count}} review was successfully moved to the "Closed (system)" stage.
id_id: {{count}} ulasan berhasil dipindahkan ke tahap "Ditutup (sistem)".

source: {{count}} reviews were successfully moved to the "Closed (system)" stage.
id_id: {{count}} ulasan berhasil dipindahkan ke tahap "Ditutup (sistem)".

source: Move {{count}} review to the "Closed (system)" stage. This action cannot be undone.
id_id: Pindahkan {{count}} ulasan ke tahap "Ditutup (sistem)". Tindakan ini tidak dapat dibatalkan.

source: Move {{count}} reviews to the "Closed (system)" stage. This action cannot be undone.
id_id: Pindahkan {{count}} ulasan ke tahap "Ditutup (sistem)". Tindakan ini tidak dapat dibatalkan.

source: Once this stage is completed, the manager reviewer will be notified so that they can make changes to their ratings and comments before publishing the review for the worker. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
id_id: Setelah tahap ini selesai, peninjau manajer akan diberitahu sehingga mereka dapat membuat perubahan pada penilaian dan komentar mereka sebelum menerbitkan ulasan untuk pekerja. Perhatikan bahwa formulir diproses di latar belakang. Tergantung pada jumlah ulasan yang Anda pilih, beberapa formulir mungkin masih terlihat saat Anda menerapkan filter atau pilihan berikutnya, karena sistem masih memproses dan mengembalikannya ke manajer. Anda tetap dapat menggunakan aplikasi seperti biasa dan melakukan tindakan lain yang diperlukan.

source: {{count}} review was successfully moved to "Conversation & publication" stage.
id_id: {{count}} ulasan berhasil dipindahkan ke tahap "Pembahasan & publikasi".

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.x
id_id: {{count}} ulasan berhasil dipindahkan ke tahap "Pembahasan & publikasi".

source: Move {{count}} review to the "Conversation & publication" stage. This action cannot be undone.
id_id: Pindahkan {{count}} ulasan ke tahap "Pembahasan & publikasi". Tindakan ini tidak dapat dibatalkan.

source: Move {{count}} reviews to the "Conversation & publication" stage. This action cannot be undone.
id_id: Pindahkan {{count}} ulasan ke tahap "Pembahasan & publikasi". Tindakan ini tidak dapat dibatalkan.

source: Review stage changed
id_id: Tahap peninjauan diubah

source: Current selection: {{count}}
id_id: Pilihan saat ini: {{count}}

source: Select reviews to continue
id_id: Pilih tinjauan untuk melanjutkan

source: To move reviews to a different stage, select the review stage and then filter to find specific reviews in the selected stage.
id_id: Untuk memindahkan ulasan ke tahap yang berbeda, pilih tahap ulasan dan kemudian filter untuk menemukan ulasan tertentu di tahap yang dipilih.

source: Select a stage to continue
id_id: Pilih tahap untuk melanjutkan

source: Move stages
id_id: Pindahkan tahap

source: Reviews in the selected stage: {{count}}
id_id: Tinjauan dalam tahap yang dipilih: {{count}}

source: {{count}} reviews were successfully moved.
id_id: {{count}} tinjauan berhasil dipindahkan.

source: {{count}} review was successfully moved.
id_id: {{count}} ulasan berhasil dipindahkan.

source: Move to "Conversation & publication" stage
id_id: Pindah ke tahap "Pembahasan & publikasi"

source: Move to "Closed (system)" stage
id_id: Pindahkan ke tahap "Ditutup (sistem)"

source: Move to "Pending sign-off" stage
id_id: Pindahkan ke tahap "Menunggu persetujuan"

source: Reopen (worker and manager)
id_id: Buka kembali (pekerja dan manajer)

source: You’re about to reassign the manager for this performance review. The new manager will gain all permissions and actions currently available to the existing manager.
id_id: Anda akan mengalihkan penanggung jawab tinjauan kinerja ini ke manajer lain. Manajer baru akan memperoleh semua izin dan tindakan yang saat ini tersedia bagi manajer yang ada.

source: Reviews in "{{stage}}" stage: {{count}}
id_id: Tinjauan dalam tahap "{{stage}}": {{count}}

source: Exclude sensitive content
id_id: Kecualikan konten sensitif

source: Search for sensitive content
id_id: Cari konten sensitif

source: Show only sensitive content
id_id: Tampilkan hanya konten sensitif

source: Show all
id_id: Tampilkan semua

source: Back to performance review templates
id_id: Kembali ke templat ulasan kinerja

source: Delete selected
id_id: Hapus yang dipilih

source: Reviews that have passed the moderation stage cannot be deleted.
id_id: Ulasan yang telah melewati tahap moderasi tidak dapat dihapus.

source: Current stage
id_id: Tahap saat ini

source: Global ID
id_id: ID Global

source: Review content
id_id: Tinjau konten

source: Manager view
id_id: Tampilan manajer

source: Move to a different stage
id_id: Pindah ke tahap lain

source: New review stage
id_id: Tahap tinjauan baru

source: Search results: {{count}}
id_id: Hasil pencarian: {{count}}

source: Review stage: {{stage}}
id_id: Tahap evaluasi: {{stage}}

source: View review
id_id: Lihat ulasan

source: This review doesn't exist or is no longer available to you.
id_id: Ulasan ini tidak ada atau sudah tidak tersedia untuk Anda.

source: Indicate frequency
id_id: Tentukan frekuensi

source: Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
id_id: Hanya buka kembali formulir jika Anda ingin pekerja juga mengedit dan mengirim ulang ulasan mereka. Jika tidak, Anda dapat mengedit komentar dan penilaian Anda langsung di bawah ini.

source: If you reopen this review, {{employee}} will be notified and will be able to edit their review.
id_id: Jika Anda membuka kembali ulasan ini, {{employee}} akan diberi tahu dan dapat mengedit ulasan mereka.

source: If you reopen this review, {{employee}} will be notified.
id_id: Jika Anda membuka kembali ulasan ini, {{employee}} akan diberitahu.

source: Requested to {{count}} workers:
id_id: Diminta kepada {{count}} pekerja:

source: Requested to 1 worker:
id_id: Diminta kepada 1 pekerja:

source: {{count}} people have answered this request
id_id: {{count}} orang telah menjawab permintaan ini

source: {{count}} person has answered this request
id_id: {{count}} orang telah menjawab permintaan ini

source: {{count}} people have not answered this request
id_id: {{count}} orang belum menjawab permintaan ini

source: {{count}} person has not answered this request
id_id: {{count}} orang belum menjawab permintaan ini

source: Add all goal types
id_id: Tambahkan semua jenis tujuan

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once published, {{employee}} will see the outcome of the review.
id_id: Jika Anda memublikasikan ulasan ini sekarang, {{employee}} tidak akan dapat mengirimkan evaluasi mandiri mereka dan Anda tidak dapat mengedit ulasan Anda. Setelah dipublikasikan, {{employee}} akan melihat hasil ulasan tersebut.

source: I understand. I want to publish this review now.
id_id: Saya mengerti. Saya ingin memublikasikan ulasan ini sekarang.

source: OK. I will wait for the self-review to be submitted, and I will publish this review later.
id_id: Baik. Saya akan menunggu evaluasi mandiri untuk dikirimkan, dan saya akan memublikasikan ulasan ini nanti.

source: Peers
id_id: Rekan kerja

source: Self
id_id: Mandiri

source: 360 review
id_id: Evaluasi 360

source: Your review was submitted and will now be visible to the manager reviewer. Once published by the manager, the self-reviewer will also be able to see your input.
id_id: Ulasan Anda telah dikirim dan sekarang akan terlihat oleh evaluator manajer. Setelah diterbitkan oleh manajer, evaluator mandiri juga akan dapat melihat masukan Anda.

source: The new manager was successfully assigned to the review.
id_id: Manajer baru berhasil ditugaskan untuk evaluasi kinerja.

source: The manager was successfully removed from the review.
id_id: Manajer berhasil dihapus dari ulasan.

source: Additional managers
id_id: Manajer tambahan

source: After applying, all remaining requests to add managers by the worker will be dismissed.
id_id: Setelah diterapkan, semua permintaan yang tersisa untuk menambahkan manajer oleh pekerja akan dibatalkan.

source: Remember that the focus of your performance review should be the changes you can make to be more impactful in the future. It’s good to reflect on the past, but don't forget to translate it into an action looking forward.
id_id: Ingatlah bahwa fokus dari evaluasi kinerja Anda adalah perubahan yang dapat Anda lakukan untuk memberikan dampak lebih besar di masa depan. Penting untuk merefleksikan masa lalu, tetapi jangan lupa untuk membuat tindakan perubahan di masa depan.

source: Here are some tips to make the most out of your performance conversation.
id_id: Berikut adalah beberapa tips untuk memaksimalkan pembahasan kinerja Anda.

source: Performance reviews can be daunting; make sure to address any concerns you have with your manager before the review so that you can have a productive conversation together.
id_id: Evaluasi kinerja bisa jadi menakutkan. Pastikan untuk menyampaikan masalah yang Anda hadapi kepada manajer Anda sebelum evaluasi sehingga Anda dapat melakukan diskusi yang produktif bersama.

source: Gather your performance data, including feedback from colleagues, progress on your goals, survey reports, and any other relevant data. It is important to analyze your performance data so that you're ready and prepared for your performance review.
id_id: Kumpulkan data kinerja Anda, termasuk umpan balik dari rekan kerja, progres atas tujuan Anda, laporan survei, dan data relevan lainnya. Penting untuk menganalisis data kinerja Anda agar Anda siap menghadapi evaluasi kinerja Anda.

source: Have a great review conversation!
id_id: Semoga diskusi evaluasi Anda berjalan dengan baik!

source: Ahead of your performance review, take the time to look back on your progress and your achievements. This is the time to voice how you want to progress in your role and to plan a roadmap with your manager.
id_id: Menjelang evaluasi kinerja Anda, luangkan waktu untuk melihat kembali progres dan pencapaian Anda. Ini adalah waktu untuk menyuarakan bagaimana Anda ingin berkembang dalam jabatan Anda dan membuat rencana pengembangan dengan manajer Anda.

source: Attachment:
id_id: Lampiran:

source: Why not request feedback on your behaviors now?
id_id: Mengapa tidak meminta umpan balik tentang perilaku Anda sekarang?

source: Hide behavior details
id_id: Sembunyikan detail perilaku

source: For your conversation, reflect on {{name}}'s behavior profile and think about occurrences when they have demonstrated each behavior, and what you think they should focus on in the future.
id_id: Dalam diskusi Anda, refleksikan profil perilaku {{name}} dan pikirkan kejadian-kejadian ketika mereka menunjukkan setiap perilaku, serta apa yang menurut Anda harus mereka fokuskan di masa depan.

source: For your conversation, reflect on your behavior profile and think about occurrences when you demonstrated each behavior, or how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and whether you can use these to highlight any examples you have. Notice any gaps in your wheel? Request feedback now from your peers and stakeholders on any key behaviors.
id_id: Dalam diskusi Anda, refleksikan profil perilaku Anda dan pikirkan tentang kejadian-kejadian ketika Anda menunjukkan setiap perilaku, atau bagaimana Anda dapat memfokuskan perilaku tersebut di masa depan. Refleksikan setiap umpan balik atau wawasan yang telah Anda terima dari rekan-rekan Anda dan apakah Anda dapat menggunakannya untuk menyoroti contoh-contoh yang relevan. Melihat celah dalam diagram perilaku Anda? Minta umpan balik sekarang juga dari rekan-rekan dan pemangku kepentingan terkait perilaku penting.

source: Show behavior details
id_id: Tampilkan detail perilaku

source: {{name}} has not received any behaviors over this review period.
id_id: {{name}} belum menerima perilaku apa pun selama periode evaluasi ini.

source: You have not received any behaviors over this review period.
id_id: Anda belum menerima perilaku apa pun selama periode evaluasi ini.

source: {{name}}'s behavior profile
id_id: Profil perilaku {{name}}

source: This was not resolved. I want to formally challenge my review.
id_id: Ini belum terselesaikan. Saya ingin secara resmi mengajukan sanggahan atas ulasan saya.

source: Discussion requested
id_id: Diskusi diminta

source: Challenged
id_id: Disanggah

source: Change scale
id_id: Ubah skala

source: Comments added by:
id_id: Komentar ditambahkan oleh:

source: Share your final thoughts
id_id: Bagikan pemikiran terakhir Anda

source: Complete moderation
id_id: Selesaikan moderasi

source: Go to the review list
id_id: Buka daftar ulasan

source: Stay on this review
id_id: Tetap di ulasan ini

source: Please check the status of the review timeline at the top of the review form to see the next step in the process for {{employee}}.
id_id: Silakan periksa jadwal evaluasi di bagian atas formulir evaluasi untuk melihat langkah berikutnya dalam proses untuk {{employee}}.

source: You have completed the moderation stage.
id_id: Anda telah menyelesaikan tahap moderasi.

source: I confirm that I have received feedback during the review challenge process.
id_id: Saya mengonfirmasi bahwa saya telah menerima umpan balik selama proses sanggahan evaluasi kinerja.

source: Confirmation
id_id: Konfirmasi

source: Performance conversation confirmation
id_id: Konfirmasi pembahasan kinerja

source: Create custom widget
id_id: Buat widget kustom

source: No custom widgets yet
id_id: Belum ada widget kustom

source: Editable after result publication
id_id: Dapat diedit setelah hasil dipublikasikan

source: Are you sure you want to exit? Your changes will not be saved.
id_id: Apakah Anda yakin ingin keluar? Perubahan Anda tidak akan disimpan.

source: Create widget
id_id: Buat widget

source: Enter a question
id_id: Masukkan pertanyaan

source: Widget title
id_id: Judul widget

source: Enter a title
id_id: Masukkan judul

source: Widget visible to managers and workers
id_id: Widget terlihat oleh manajer dan pekerja

source: Widget visible only to managers
id_id: Widget hanya terlihat oleh manajer

source: Widget placement
id_id: Penempatan widget

source: Above the overall performance
id_id: Di atas kinerja keseluruhan

source: End of the form
id_id: Akhir formulir

source: Top of the form
id_id: Bagian atas formulir

source: Response visibility
id_id: Visibilitas respons

source: Reassign my manager review
id_id: Tugaskan ulang ulasan manajer saya

source: Manager — Reassigned by {{name}}
id_id: Manajer — Ditugaskan kembali oleh {{name}}

source: Reassigned manager review to:
id_id: Peninjauan manajer ditugaskan kembali kepada:

source: Reassigned to you by:
id_id: Ditugaskan kembali kepada Anda oleh:

source: I want to discuss further
id_id: Saya ingin mendiskusikannya lebih lanjut

source: Do you want to respond or highlight any changes to the worker?
id_id: Apakah Anda ingin menanggapi atau menyoroti perubahan apa saja kepada pekerja?

source: You have indicated that you would like to have a conversation about your review; therefore, your manager will be able to amend their ratings and comments. Once they republish the review, you will be able to accept or challenge their final submission.
id_id: Anda telah menyatakan bahwa Anda ingin mengadakan diskusi tentang ulasan Anda. Oleh karena itu, manajer Anda akan dapat mengubah penilaian dan komentar mereka. Setelah mereka menerbitkan ulang ulasan tersebut, Anda akan dapat menerima atau menyanggah pengajuan akhir mereka.

source: Edit performance review
id_id: Edit ulasan kinerja

source: If you submit your self-review now, you will not be able to edit it later.
id_id: Jika Anda mengirimkan evaluasi mandiri Anda sekarang, Anda tidak akan dapat mengeditnya nanti.

source: If you submit now, {{employee}} will not be able to submit their self-review.
id_id: Jika Anda mengirimkan sekarang, {{employee}} tidak akan dapat mengirimkan evaluasi mandiri mereka.

source: I understand. I want to submit my self-review now.
id_id: Saya mengerti. Saya ingin mengajukan evaluasi mandiri saya sekarang.

source: Your self-review was submitted to your manager.
id_id: Evaluasi mandiri Anda telah dikirimkan kepada manajer Anda.

source: I understand. I want to submit my review now and start the performance conversation.
id_id: Saya mengerti. Saya ingin mengajukan ulasan saya sekarang dan memulai pembahasan kinerja.

source: I need to continue making changes. I will submit my review later.
id_id: Saya masih perlu membuat perubahan. Saya akan mengirimkan ulasan saya nanti.

source: I need to continue making changes. I will submit my self-review later.
id_id: Saya masih perlu membuat perubahan. Saya akan mengirimkan evaluasi mandiri saya nanti.

source: No description, measurement criteria or key deliverables to display.
id_id: Tidak ada deskripsi, kriteria pengukuran, atau hasil kerja utama yang dapat ditampilkan.

source: If you submit your review now, you will not be able to edit it later.
id_id: Jika Anda mengirimkan ulasan Anda sekarang, Anda tidak akan dapat mengeditnya nanti.

source: If you submit now, {{reviewers}} will not be able to submit their reviews.
id_id: Jika Anda mengirimkan sekarang, {{reviewers}} tidak akan dapat mengirimkan ulasan mereka.

source: I understand. I want to submit my manager review now.
id_id: Saya mengerti. Saya ingin mengirimkan ulasan manajer saya sekarang.

source: OK. I will wait for the other reviews to be submitted.
id_id: OK. Saya akan menunggu ulasan lainnya untuk diserahkan.

source: The additional manager review is optional. No review was provided yet.
id_id: Tinjauan tambahan dari manajer bersifat opsional. Belum ada ulasan yang diberikan.

source: I understand. I want to submit my review now.
id_id: Saya mengerti. Saya ingin mengajukan ulasan saya sekarang.

source: {{name}} has not received any feedback that is visible to you over this review period.
id_id: {{name}} belum menerima umpan balik yang terlihat oleh Anda selama periode evaluasi ini.

source: Why not review your feedback now?
id_id: Mengapa tidak meninjau umpan balik Anda sekarang?

source: You have not received any feedback that is visible to {{name}} over this review period.
id_id: Anda belum menerima umpan balik yang terlihat oleh {{name}} selama periode evaluasi ini.

source: Change overall performance comment
id_id: Ubah komentar kinerja keseluruhan

source: Change overall performance rating
id_id: Ubah penilaian kinerja keseluruhan

source: Clicking the button will confirm your agreement with the performance review data.
id_id: Mengklik tombol akan mengonfirmasi persetujuan Anda dengan data evaluasi kinerja.

source: This performance review was validated by a higher-level manager.
id_id: Tinjauan kinerja ini telah divalidasi oleh manajer tingkat yang lebih tinggi.

source: The review was successfully validated.
id_id: Tinjauan berhasil divalidasi.

source: This snapshot reflects the status of the behaviors as of {{date}}
id_id: Snapshot ini mencerminkan status perilaku per tanggal {{date}}

source: Close details
id_id: Tutup detail

source: Tags:
id_id: Tag:

source: View details
id_id: Lihat detail

source: Goals and feedback were shared with the reassigned manager to enable completion of the review.
id_id: Tujuan dan umpan balik dibagikan dengan manajer yang ditugaskan ulang untuk menyelesaikan evaluasi kinerja.

source: Goals at a glance
id_id: Tujuan sekilas

source: Review uploaded by HR on {{date}}
id_id: Tinjauan diunggah oleh HR pada {{date}}

source: Not submitted
id_id: Belum dikirim

source: Access reviews, monitor progress, and keep up with the process.
id_id: Akses tinjauan, pantau progresnya, dan tetap selaras dengan proses.

source: This was resolved. I’m happy with the outcome.
id_id: Masalah ini telah terselesaikan. Saya puas dengan hasilnya.

source: Go to this goal page
id_id: Buka halaman tujuan ini

source: Show closed reviews
id_id: Tampilkan ulasan yang sudah ditutup

source: Manager to complete the challenge review:
id_id: Manajer untuk menyelesaikan sanggahan ulasan:

source: There are {{count}} reviews in "{{stage}}" stage. Apply filters to view the reviews and move them to the next stage.
id_id: Ada {{count}} ulasan di tahap "{{stage}}". Terapkan filter untuk melihat ulasan dan memindahkannya ke tahap berikutnya.

source: View all or apply filters to see reviews and available actions
id_id: Lihat semua atau terapkan filter untuk menampilkan tinjauan dan tindakan yang tersedia

source: No reviews match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
id_id: Tidak ada ulasan yang cocok dengan pilihan filter Anda saat ini. Edit pilihan filter Anda untuk menemukan ulasan dan memindahkannya ke tahap lain.

source: Apply filters to view and delete reviews
id_id: Terapkan filter untuk melihat dan menghapus ulasan

source: Delete selected reviews
id_id: Hapus ulasan yang dipilih

source: Search for managers and IDs
id_id: Cari manajer dan ID

source: Search for an organizational unit
id_id: Cari unit organisasi

source: Search for workers and IDs
id_id: Cari pekerja dan ID

source: Select stage
id_id: Pilih tahap

source: Move selected reviews to a different stage
id_id: Pindahkan ulasan yang dipilih ke tahap lain
